{
  "messages": [
    ["Today there are about 100 distinct breeds of the domestic cat."],
    ["When well treated, a cat can live twenty or more years but the average life span of a domestic cat is 14 years."],
    ["Cats sleep 16 to 18 hours per day. When cats are asleep, they are still alert to incoming stimuli. If you poke the tail of a sleeping cat, it will respond accordingly."],
    ["Stroking a cat can help to relieve stress, and the feel of a purring cat on your lap conveys a strong sense of security and comfort."],
    ["Since cats are so good at hiding illness, even a single instance of a symptom should be taken very seriously."],
    ["Six-toed kittens are so common in Boston and surrounding areas of Massachusetts that experts consider it an established mutation."],
    ["Cats have individual preferences for scratching surfaces and angles. Some are horizontal scratchers while others exercise their claws vertically."],
    ["A cat's jaw has only up and down motion; it does not have any lateral, side to side motion, like dogs and humans."],
    ["Cats can be right-pawed or left-pawed."],
    ["Cat's urine glows under a black light."],
    ["Purring does not always indicate that a cat is happy. Cats will also purr loudly when they are distressed or in pain."],
    ["The ancestor of all domestic cats is the African Wild Cat which still exists today."],
    ["Cats purr at the same frequency as an idling diesel engine, about 26 cycles per second."],
    ["Florence Nightingale owned more than 60 cats in her lifetime."],
    ["The oldest cat on record was probably Puss, a tabby owned by Mrs. Holway of Clayhidon, Devon. Having celebrated his 36th birthday on November 28, 1939, Puss died the following day."],
    ["In the Middle Ages, during the Festival of Saint John, cats were burned alive in town squares."],
    ["A healthy cat has a temperature between 38 and 39 degrees Celcius."],
    ["The average lifespan of an outdoor-only (feral and non-feral) is about 3 years; an indoor-only cat can live 16 years and longer. Some cats have been documented to have a longevity of 34 years."],
    ["Cats step with both left legs, then both right legs when they walk or run."],
    ["Cats bury their feces to cover their trails from predators."],
    ["A cat's brain is more similar to a man's brain than that of a dog."],
    ["In one stride, a cheetah can cover 23 to 26 feet (7 to 8 meters)."],
    ["A steady diet of dog food may cause blindness in your cat - it lacks taurine."],
    ["Julius Ceasar, Henri II, Charles XI, and Napoleon were all afraid of cats."],
    ["A tortoiseshell is black with red or orange markings and a calico is white with patches of red, orange and black."],
    ["A queen (female cat) can begin mating when she is between 5 and 9 months old."],
    ["In Siam, the cat was so revered that one rode in a chariot at the head of a parade celebrating the new king."],
    ["Has your cat ever brought its prey to your door? Cats do that because they regard their owners as their kittens. The cats are teaching their kittens how to hunt by bringing them food. Most people aren't too delighted when a pet brings in their kill. Instead of punishing your cat, praise it for its efforts, accept the prey, and then secretly throw it away."],
    ["Neutering a male cat will, in almost all cases, stop him from spraying (territorial marking), fighting with other males (at least over females), as well as lengthen his life and improve its quality."],
    ["The ancient Egyptians were the first civilisation to realise the cat's potential as a vermin hunter and tamed cats to protect the corn supplies on which their lives depended."],
    ["The Maine Coone is the only native American long haired breed."],
    ["The cat's footpads absorb the shocks of the landing when the cat jumps."],
    ["People who are allergic to cats are actually allergic to cat saliva or to cat dander. If the resident cat is bathed regularly the allergic people tolerate it better."],
    ["Unlike humans, cats do not need to blink their eyes on a regular basis to keep their eyes lubricated."],
    ["Sir Isaac Newton is not only credited with the laws of gravity but is also credited with inventing the cat flap."],
    ["A cat will spend nearly 30% of her life grooming herself."],
    ["A cat has two vocal chords, and can make over 100 sounds."],
    ["While many cats enjoy milk, it will give some cats diarrhea."],
    ["There are approximately 100 breeds of cat."],
    ["It has been scientifically proven that owning cats is good for our health and can decrease the occurrence of high blood pressure and other illnesses."],
    ["Cats walk on their toes."],
    ["Cats walk on their toes."],
    ["A steady diet of dog food may cause blindness in your cat - it lacks taurine."],
    ["The first formal cat show was held in England in 1871; in America, in 1895."],
    ["Cats and kittens should be acquired in pairs whenever possible as cat families interact best in pairs."],
    ["Cats' hearing stops at 65 khz (kilohertz); humans' hearing stops at 20 khz."],
    ["Miacis, the primitive ancestor of cats, was a small, tree-living creature of the late Eocene period, some 45 to 50 million years ago."],
    ["Contrary to popular belief, the cat is a social animal. A pet cat will respond and answer to speech , and seems to enjoy human companionship."],
    ["The Ancient Egyptian word for cat was mau, which means to see."],
    ["Neutering a cat extends its life span by two or three years."],
    ["Among many other diseases, cats can suffer from anorexia, senility, feline AIDS and acne."],
    ["A cat will tremble or shiver when it is extreme pain."],
    ["Milk can give some cats diarrhea."],
    ["On September 6,1950, a four-month-old kitten belonging to Josephine Aufdenblatten of Geneva, Switzerland followed a group of climbers to the top of the 14,691 -ft. Matterhorn in the Alps."],
    ["A sexually-active feral tom-cat owns an area of about three square miles and sprays to mark his territory with strong smelling urine."],
    ["A form of AIDS exists in cats."],
    ["The ancient Egyptians were the first to tame the cat (in about 3000 BC), and used them to control pests."],
    ["Kittens lose their baby teeth!! At three to four months the incisors erupt. Then at four to six months, they lose their canines, premolars and molars. By the time they are seven months old, their adult teeth are fully developed. This is one of the ways a vet (or you) can tell the age of a kitten."],
    ["In multi-cat households, cats of the opposite sex usually get along better."],
    ["Almost 10% of a cat's bones are in its tail, and the tail is used to maintain balance."],
    ["It has been scientifically proven that stroking a cat can lower one's blood pressure."],
    ["Spaying a female before her first or second heat will greatly reduce the threat of mammary cancer and uterine disease. A cat does not need to have at least 1 litter to be healthy, nor will they miss motherhood. A tabby named Dusty gave birth to 420 documented kittens in her lifetime, while Kitty gave birth to 2 kittens at the age of 30, having given birth to a documented 218 kittens in her lifetime."],
    ["An estimated 50% of today's cat owners never take their cats to a veterinarian for health care. Too, because cats tend to keep their problems to themselves, many owners think their cat is perfectly healthy when actually they may be suffering from a life-threatening disease. Therefore, cats, on an average, are much sicker than dogs by the time they are brought to your veterinarian for treatment."],
    ["Abraham Lincoln loved cats. He had four of them while he lived in the White House."],
    ["Tigers have been hunted for their skin, bones, and other body parts, used in traditional Chinese medicine."],
    ["Cats with long, lean bodies are more likely to be outgoing, and more protective and vocal than those with a stocky build."],
    ["As child Nikola Tesla was inspired to understand the secrets of electricity after being shocked by static electricity from his beloved cat, Macak."],
    ["Normal body temperature for a cat is 102 degrees F."],
    ["The cat appears to be the only domestic companion animal not mentioned in the Bible."],
    ["Cats eat grass to aid their digestion and to help them get rid of any fur in their stomachs."],
    ["The life expectancy of cats has nearly doubled over the last fifty years."],
    ["The cat's clavicle, or collarbone, does not connect with other bones but is buried in the muscles of the shoulder region. This lack of a functioning collarbone allows them to fit through any opening the size of their head."],
    ["Declawing a cat is the same as cutting a human's fingers off at the knuckle. There are several alternatives to a complete declawing, including trimming or a less radical (though more involved) surgery to remove the claws. Preferably, try to train your cat to use a scratching post."],
    ["Cats that live together sometimes rub each others heads to show that they have no intention of fighting. Young cats do this more often, especially when they are excited."],
    ["A cat's normal temperature varies around 101 degrees Fahrenheit."],
    ["Cats must have fat in their diet because they can't produce it on their own."],
    ["It has been scientifically proven that stroking a cat can lower one's blood pressure."],
    ["A cat has more bones than a human being; humans have 206 and the cat has 230 bones."],
    ["Not every cat gets high from catnip. Whether or not a cat responds to it depends upon a recessive gene: no gene, no joy."],
    ["Cats purr at the same frequency as an idling diesel engine, about 26 cycles per second."],
    ["Cats that live together sometimes rub each others heads to show that they have no intention of fighting. Young cats do this more often, especially when they are excited."],
    ["In 1987 cats overtook dogs as the number one pet in America."],
    ["Cats can jump up to 7 times their tail length."],
    ["Contrary to popular belief, people are not allergic to cat fur, dander, saliva, or urine - they are allergic to sebum, a fatty substance secreted by the cat's sebaceous glands. More interesting, someone who is allergic to one cat may not be allergic to another cat. Though there isn't (yet) a way of predicting which cat is more likely to cause allergic reactions, it has been proven that male cats shed much greater amounts of allergen than females. A neutered male, however, sheds much less than a non-neutered male."],
    ["Many cats cannot properly digest cow's milk. Milk and milk products give them diarrhea."],
    ["The first cat show was in 1871 at the Crystal Palace in London."],
    ["When your cats rubs up against you, she is actually marking you as hers with her scent. If your cat pushes his face against your head, it is a sign of acceptance and affection."],
    ["In relation to their body size, cats have the largest eyes of any mammal."],
    ["Cheetahs do not roar, as the other big cats do. Instead, they purr."],
    ["Cats can't taste sweets."],
    ["The average cat food meal is the equivalent to about five mice."],
    ["The cat has 500 skeletal muscles (humans have 650)."],
    ["Cats, just like people, are subject to asthma. Dust, smoke, and other forms of air pullution in your cat's environment can be troublesome sources of irritation."],
    ["Cats respond better to women than to men, probably due to the fact that women's voices have a higher pitch."],
    ["Kittens remain with their mother till the age of 9 weeks."],
    ["Cats' eyes shine in the dark because of the tapetum, a reflective layer in the eye, which acts like a mirror."],
    ["Tests done by the Behavioral Department of the Musuem of Natural History conclude that while a dog's memory lasts about 5 minutes, a cat's recall can last as long as 16 hours."],
    ["Mountain lions are strong jumpers, thanks to muscular hind legs that are longer than their front legs."],
    ["At 4 weeks, it is important to play with kittens so that they do not develope a fear of people."],
    ["A cat has more bones than a human; humans have 206, but the cat has 230 (some cites list 245 bones, and state that bones may fuse together as the cat ages)."]
  ]
}
