{
  "messages":[
    ["Over 90% of the world's yak population of nearly 15 million lives on the Tibetan Plateau in the Himalayas"],
    ["Lamps in Tibetan monasteries are fuelled by yak butter."],
    ["ak cheese has higher amounts of heart-healthy fats than cheese from dairy cattle. "],
    ["Yak polo, played on yaks instead of horses, was pioneered in Mongolia a decade ago. "],
    ["The first yakalo, a cross between a yak and an American bison, was produced through selective breeding in Alberta, Canada in 2000."],
    ["A major use for the yak’s coarse tail hair is to create fake beards worn by actors in Chinese opera."],
    ["In local communities, yak bone is often made into exquisite handicrafts, including combs, buttons and ornaments."],
    ["The only natural predator of the wild yak is the Tibetan wolf."],
    ["In Mongolia yak milk is fermented in a leather pouch and distilled as a 'milk wine' called archi."],
    ["In winter a wild yak can survive temperatures as low as - 40 degrees (C)."],
    ["A wild yak doesn’t reach full size until six to eight years of age."],
    ["Amongst yaks living in the wild, births usually occur in June and a single calf is born every other year."],
    ["Dried yak dung is used as fuel on the treeless Tibetan plateau."],
    ["The male wild yak can reach up to 6.5 feet high at the shoulder and can weigh as much as 2,200 pounds."],
    ["Wild female yaks are only a third of the male’s size."],
    ["Yak’s warm coat provides insulation through a thick outer coating of long hair and a dense inner coating of matted, shorter fur."],
    ["It is believed that the strength of yak wool comes from the high levels of amino acids contained within the fibres."],
    ["Yak wool is very resistant to static electricity meaning garments a less likely to spark or cling to the body during dry conditions."],
    ["Both male and female Yaks have horns"],
    ["Yaks are able to swim in the nearly frozen waters without disturbing normal body temperature."],
    ["Yaks secrete a special sticky substance in their sweat which helps keep their under-hair matted and acts as extra insulation."],
    ["The udder in female yaks and the scrotum in male yaks are small and hairy for protection against the cold."],
    ["Yak horns can reach 40 inches"],
    ["During the winter, yaks use their long horns to shovel through the snow in order to find plants located beneath it."],
    ["Yaks are herbivores. They graze grass, lichens, moss and eat tubers."]
  ]
}
